{"fileName":1,"travelogue":"#changeImage#當我醒來時，發現自己躺在一個狹窄陰暗的小巷弄裡。<br>”這裡是……?”\n#我感到一陣混亂。緩慢起身，晃了晃腦袋，試圖理清現在的情況。\n#^環顧周圍#changeImage#這個地方對我來說是完全陌生的，如同迷宮般的小巷向四周延伸，高聳的牆壁阻擋了大部分的日光，牆壁的縫隙間充滿了苔蘚，能感受到這裡的溼氣頗重。遠處似乎有個市集，依稀能聽到模糊的喧鬧聲。\n#我試著回想有關自己的一切，但記憶卻一片模糊。我不知道我是怎麼到達這個小巷的，也不記得自己的名字或背景。茫然如巨獸般將我吞噬。\n^檢視自己#changeImage#摸了摸自身，在褲子的口袋中發現幾枚陳舊的銅幣。”至少我待會能填飽肚子。”<br>更令我感到驚奇的是，從上衣的口袋中，我找到了一串項鍊！上面鑲嵌著一顆巨大的紅寶石。這個紅寶石散發著深紅色的光芒，閃爍著神秘的魅力。我不禁猜想這個寶石的價值和來歷。<br>”為何他會出現在我身上?”\n#緊抓著這條項鍊，我感到一種奇怪的親切感，在這陌生的環境中給了我一絲親切感。似乎這項鍊與我的過去有某種聯繫。<br>”要把它放哪呢？戴起來，還是放進口袋中？”我想著。\n^戴在脖子上#一番思考後，我決定將項鍊繫在脖子上，這樣就可以隨時查看它，或者如果有人認出項鍊，或許從他那兒聽到些過去的線索。\n#changeImage#我繼續沿著陌生的巷子漫步，留意著每一個細節，希望能找到一些線索，解開自己的記憶之謎。經過一把路旁的躺椅時，突然感覺到一雙眼睛正注視著我。<br>轉頭一看，發現一位年邁的老者坐在躺椅上，眼神深邃，充滿智慧。老者的表情安詳，似乎對我這位從未見過的陌生人感到興趣。\n^禮貌詢問#\n#有些好奇，於是我走到老者面前，微微鞠躬，然後輕聲問道：\"對不起，先生，我失去了記憶，我不知道我是誰，我是如何來到這裡的。您能幫助我嗎？”<br>老者緩緩地轉動頭，一抹微笑浮現在他的嘴角，但他的回答卻令人困惑，\"年輕人，有時候，目光是一扇窗戶，它讓我們看到過去，也讓我們窺見未來。\"\n#我皺起了眉頭，試圖理解老者的話語，但這似乎更增加了謎團。我再次問道，\"您說的過去和未來，是什麼意思呢？\"<br>老者的目光再次注視遠方，他回答說，\"每一個人都有自己的故事，年輕人，有時候，我們的過去和未來在我們的眼神中都能找到答案。\"\n#還想再詢問，老者卻已閉眼睡去。\n^離開#changeImage#當你漫步在王城的街道上，突然經過一間高級的甜點店時，甜點的香氣佔據了整條街道。\n#changeImage#我停下腳步，透過櫥窗看到店內，發現這個地方是一家華麗的甜點店，裝潢典雅，擺放著各種精緻的點心和甜點。<br>店內的貴族們坐在精美的桌子旁，享受著下午茶時光。他們身穿華麗的服飾，戴著頭飾，舉著精緻的茶杯，輕聲交談，優雅地品味著甜點和茶。店內的燭光和花朵裝飾使氛圍顯得格外浪漫。\n#changeImage#店內的甜點櫃展示了各種精緻的點心，如水果塔、巧克力蛋糕、覆盆子夾心餅乾，以及各種口味的茶。甜點師傅們在後廚巧妙地製作這些美食，每一道點心都看起來像藝術品一般。\n^進到店裡#changeImage#你感到一陣口水流下，想要進去品嚐一些甜點。我走進店內，找一個空位，享受一個令人陶醉的下午茶體驗，並感受這個城市的奢華和優雅。<br>當你走進那家高級甜點店，被美味的甜點吸引，坐下來想品嚐一些點心時，貴族們注意到了我的到來。一些貴族的臉上顯示出鄙視和不滿。\n#其中一名貴族招來了店員，低聲與他們交談。店員面露尷尬，隨後向我走來，婉轉地表示貴族們對你的到來感到不滿，要求你離開。<br>我有些不滿，但又不想引起更多麻煩。站起身，順從地離開甜點店，希望在其他地方找到一個可以品味美味甜點的地方。\n#changeImage^離開#我離開了酒吧。\n#changeImage#突然，一隊士兵騎著華麗的戰馬出現在街道上，他們穿著華麗的鎧甲，手舉繡有金色帝國標誌的大旗，彷彿在宣示著他們的權威。隨著士兵的到來，人群中掌聲和歡呼聲此起彼落，顯示出這是國王的巡街。<br>隨著國王的馬車出現，整個城市沸騰，人們紛紛向他致意，並希望他的風采能為城市帶來好運。\n#我好奇的詢問一旁的路人：”他是誰啊，怎麼這麼大陣仗?” 他說：\"這位國王是艾爾德里亞的統治者，他的名字是艾德里克，聖光的代表者。他的統治維護了這片土地的和平與繁榮。\"<br>我看向國王，感受到他身上的威嚴和力量。單是他的存在給予了這個城市和國家一份特殊的希望和安全感。\n#changeImage#國王艾德里克坐在華麗的馬車中，身穿一套藍色絲緞長袍，戴著華麗的皇冠。他的頭髮灰白，鬍子修剪整齊，面容中透露出智慧和威嚴。他的眼睛深邃，瞳孔如星辰般閃爍，他的臉上總是帶著一絲溫暖的微笑。艾德里克的存在散發著君王的風采，並讓人感到他是這個國家的堅強領袖。\n#changeImage#坐在國王旁邊的是他的女兒，公主艾莉娜。她有著金髮和湛藍的眼睛，肌膚白皙，她穿著一襲華麗的禮服，上面鑲嵌著寶石和珠寶。她的美麗和優雅令人印象深刻，而她的微笑充滿溫暖和親切。艾莉娜公主是國王的驕傲，也是這個國家的未來。\n#changeImage#當國王和公主緩緩經過，人們紛紛向他們致意，並祝願他們平安和幸福。國王艾德里克和公主艾莉娜的出現為整個城市帶來了希望和喜悅，他們是這個奇幻世界中的優秀領袖，為人們的生活和未來帶來了光明。\n#人們在國王和公主的巡街過程中議論紛紛，其中一個令人印象深刻的故事是關於公主艾莉娜的生死經歷。<br>據說一段時間前，公主患上了一種嚴重的疾病，她的生命垂危。醫師無能為力，魔法師也束手無策，整個國家陷入了深深的擔憂和絕望之中。\n#國王艾德里克不斷痛苦地祈禱，他的祈禱充滿了真誠和悲痛，他祈求神明拯救他的女兒，不計代價。他在神壇前度過了無數個日夜，一心一意地為公主祈禱。<br>一道神秘的光芒突然照亮了公主的病房，這光芒似乎有著神奇的醫治力量。公主的病情突然有了好轉，她的臉色變得紅潤，體力逐漸恢復，病症漸漸消失。\n#這一奇蹟引起了人們的驚嘆，他們相信國王的真誠祈禱感動了神明，使公主獲得了重生。這個故事傳遍了整個國家，成為一個激勵人心的傳說，強調了國王和公主之間的深厚的親情和他們對國家的奉獻。<br>當人們看著國王和公主經過時，他們對這個故事深感敬佩，相信這個國家的繁榮和幸福是建立在真誠、愛與奉獻之上的。國王和公主的巡街成為了一場感恩和慶祝的盛宴，為國家帶來了歡樂和希望。\n#當我看著國王和公主，心中充滿了欽佩和尊敬，那串紅寶石的項鍊突然輕微地震動，這引起了我的疑惑。我感到這個寶石似乎對他們有某種特殊的共鳴，或者有著隱藏的信息。\n#當國王艾德里克坐在華麗的馬車中，臉上掛著微笑，突然轉頭朝我看了一眼，若有所思，仿佛在尋找著某個答案。我感到有一陣深邃的目光掃視過我，似乎他對我身上的紅寶石項鍊產生了興趣。<br>國王的目光在我身上停留了片刻，然後他緩緩地移開了視線，繼續觀望前方。這個瞬間讓我感到一陣莫名的壓力，彷彿國王在某種方式的默認中尋找到了我身上的秘密。\n#changeImage#我緊握著項鍊，心中充滿了疑惑和好奇。<br>國王和公主的隊伍繼續前進，漸行漸遠，我留在原地，看著他們消失在遠方的街道上。我的心中充滿了疑問和好奇，這串紅寶石項鍊似乎是我的指引，但我不知道應該前往何處。\n#changeImage#漫不經心的低頭走著，一位匆匆趕路的行人撞到了我。他披著深色斗篷，臉被被長長的兜帽所遮蓋，只露出一雙深邃的眼睛。\n^道歉#“抱歉抱歉，剛剛分神了。”我朝他道歉。<br>他擺了擺手表示沒事，隨即他又繼續趕路。<br>“他手上的紋身怎麼有些熟悉......。”我想著。\n#changeImage#當我漫步在這個奇幻世界的街道上，目光不斷游移，發現了一個令人注意的攤位。攤位上擺滿了各種神秘的物品和魔法用品，閃閃發光的珠寶、古老的魔法卷軸和裝飾華麗的魔杖。這個攤位前站著一位年長的小販，他的眼角有著皺紋，但他的眼睛充滿了熱情和活力。他穿著一件色彩繽紛的長袍，上面飾著奇特的符號和紋飾，讓人聯想到古老的巫術師。他的手上佩戴著各種戒指，每個都閃閃發光，似乎都有著自己的故事。\n#當我走近他的攤位時，他迎接了我，用親切的語氣說：\"歡迎！我有許多神奇的物品，無論你是在尋找魔法藥劑、法器還是珠寶，我都能幫助你找到。你有什麼需求嗎？\"<br>他的聲音充滿了興奮，仿佛每樣物品都是一個無法錯過的寶藏。\n^購買#changeImage#(選擇購買哪個)\n^離開#changeImage#\n#changeImage^To forest#going to the forest!!!\n","imagePathForStory":"#Arts/Characters/Node1(Born)/alley#Arts/Characters/Node1(Born)/alley#Arts/Characters/Node1(Born)/necklace#Arts/Characters/Node1(Born)/oldman#Arts/Characters/Event8(Noble)/store#Arts/Characters/Event8(Noble)/noble#Arts/Characters/Event8(Noble)/showcase#Arts/Characters/Event8(Noble)/waiter#Arts/Characters/Event2(Bar)/bar#Arts/Characters/Node2(KingDemonstration)/army_come#Arts/Characters/Node2(KingDemonstration)/king#Arts/Characters/Node2(KingDemonstration)/princess#Arts/Characters/Node2(KingDemonstration)/army_come#Arts/Characters/Node2(KingDemonstration)/army_leave#Arts/Characters/Event10(The Mystery Person)/black#Arts/Characters/Event4(Street Vendor(X))/represent#Arts/Characters/Event4(Street Vendor(X))/represent#Arts/Characters/Event4(Street Vendor(X))/represent#Arts/Characters/Node1(Born)/necklace"}