{"fileName":1,"travelogue":"#changeImage#你醒來時，發現自己躺在一個狹窄陰暗的小巷弄裡，「這裡是……?」你感到一陣混亂。緩慢起身，晃了晃腦袋，試圖理清現在的情況。「我剛剛應該在......等等，我原本在哪裡?」你嘗試回想，卻一無所獲。\n^檢視自身#changeImage#你穿的衣服沾滿了黑灰，邊角還有些燒焦的痕跡。從口袋裡翻出了一條項鍊。正中心鑲著一顆紅寶石，看起來價值不斐。<br>你對它的存在感到困惑，卻莫名地對它有著熟悉感，似是並非第一次看到它。\n^戴起項鍊#你將項鍊戴起，開始打量起四周。\n^離開巷子#changeImage#出了巷子，你看到一個人坐在箱子上休息，看起來是搬箱子的工人。\n#他隨手拔起路邊的雜草，讓葉片浮在左手掌心，右手手指輕點，雜草隨之翻摺成各種形狀。<br>「你怎麼辦到的?」你驚訝道。\n#「一點小把戲罷了，還不是得在這累的要死不活。」他抱怨道，「好啦，我還要繼續搬這些貨呢，你快去吧。」<br>他搬著箱子離開。\n#(你要前往：)\n^隨意走走#changeImage#changeImage#你摸了摸被球擊中的頭，緩緩轉身，發現幾個好奇的小孩探頭出來，他們看起來非常年輕，充滿了童真和好奇。他們探出頭，充滿期待地看著你，並示意你把球扔回給他們。\n^踢走#\n#你決定玩個小小的惡作劇。你把球撿了起來，頂著小孩們炙熱的目光，你把球拋了起來，大腳一踢！皮球劃出了一道又高又遠的拋物線，消失在街道的另一頭。小孩們的眼睛睃得圓圓的，驚訝地看著他們的球飛了出去。隨即大叫嘻笑著追了上去。\n#球在街道上滾來滾去，小孩們開始歡笑和奔跑，忘卻了我。\n#changeImage#在街上隨意的走著。\n#changeImage#漫不經心的低頭走著，不小心撞到路人。他披著深色斗篷，臉被被長長的兜帽所遮蓋，只露出一雙深邃的眼睛。\n^道歉#「抱歉抱歉，剛剛分神了。」你朝他道歉。\n#他擺了擺手表示沒事，隨即他又繼續趕路。\n#「他手上的紋身怎麼有些熟悉......。」\n#changeImage#changeImage#你遇到了一個龍人珠寶商，他身著華麗的紫袍，頭上戴著一頂金色的頭飾。他看到你頸上的紅寶石項鍊時，他的目光閃爍著貪婪。彷彿他已經決定一定要擁有它。\n#他微笑著說：「我理解你對這串項鍊的情感價值，但我可以為你提供一筆極為慷慨的報價，足以讓你獲得一筆巨額財富。十萬金幣，如何?這價格可以買下郊區的一棟房子了!」\n#(你感到猶豫)\n^拒絕#changeImage#「不了，我想繼續保留著它。」\n#商人眼神有些失望，他連忙又說「那十五萬呢?不，二十萬，很少看見這麼純淨的紅寶石!」\n#你受不了他的糾纏，離開現場。\n#changeImage#changeImage#你發現了一個令人注意的攤位。攤位上擺滿了各種神秘的物品和魔法用品。這個攤位前站著一位年長的小販，他的眼角有著皺紋，但他的眼睛充滿了熱情和活力。他穿著一件色彩繽紛的長袍，上面飾著奇特的符號和紋飾，讓人聯想到古老的巫術師。他的手上佩戴著各種戒指。\n#你走近他的攤位，他用親切的語氣說：「歡迎歡迎，看你的打扮是外地來的吧，那我更要向你好好介紹我們家的商品了，無論你是在尋找實用的護具，能儲存魔法的寶石，還是增強體質的藥水，我這裡都有！你有什麼需求嗎？」\n#他用宏亮有精神的聲音向你推銷，仿佛每樣物品都是一個無法錯過的寶藏。\n^購買#(選擇購買哪個)\n^離開#changeImage#隨著國王的馬車出現，整個城市沸騰，人們大喊他的名。「艾德里克! 艾德里克!」\n^詢問一旁的路人#「他是誰啊，怎麼這麼大陣仗?」 他驚訝道：「你不認識?他是我們的國王：艾德里克。也是聖光的代表者。他的統治維護了這片土地的和平與繁榮。」\n#你注視著國王，感受到他身上的威嚴和力量。單是他的存在給予了這個城市和國家一份特殊的希望和安全感。\n#changeImage#國王艾德里克坐在華麗的馬車中，身穿一套藍色絲緞長袍，戴著華麗的皇冠。他的頭髮灰白，鬍子修剪整齊，面容中透露出智慧和威嚴。他的眼睛深邃，瞳孔如星辰般閃爍，他的臉上總是帶著一絲溫暖的微笑。艾德里克的存在散發著君王的風采，並讓人感到他是這個國家的堅強領袖。\n#changeImage#坐在國王旁邊的是他的女兒，公主艾莉娜。她有著金髮和湛藍的眼睛，肌膚白皙，她穿著一襲華麗的禮服，上面鑲嵌著寶石和珠寶。她的美麗和優雅令人印象深刻，而她的微笑充滿溫暖和親切。艾莉娜公主是國王的驕傲，也是這個國家的未來。\n#當國王和公主緩緩經過，人們紛紛向他們致意。他們的存在為整個城市帶來了希望和喜悅。\n#據說，公主曾患上了一種嚴重的疾病，她的生命垂危。醫師無能為力，魔法師也束手無策，整個國家陷入了深深的擔憂和絕望之中。\n#國王艾德里克不斷痛苦地祈禱，祈求神能拯救他的女兒，不計代價。他在神壇前跪拜了無數個日夜，一心一意地為公主求情。\n#在第十天的深夜，一道神秘的光芒突然照亮了公主的病房，這光芒似乎有著神奇的醫治力量。公主的病情突然有了好轉，她的臉色變得紅潤，體力逐漸恢復，病症漸漸消失。\n#這一奇蹟引起了人們的驚嘆，他們相信國王的真誠祈禱感動了神明，使公主獲得了重生。這個故事傳遍了整個國家，眾人紛紛讚頌著這偉大的事蹟。\n#changeImage#當我看著國王和公主，心中充滿了欽佩和尊敬，那串紅寶石的項鍊突然輕微地震動，這引起了我的疑惑。我感到這個寶石似乎對他們有某種特殊的共鳴，或者有著隱藏的信息。\n#國王艾德里克坐在華麗的馬車中，臉上掛著微笑，突然轉頭朝我看了一眼，若有所思，似乎他對我身上的紅寶石項鍊產生了興趣。\n#changeImage#國王的目光在我身上停留了片刻，然後他緩緩地移開了視線，繼續觀望前方。這個瞬間讓我感到一陣莫名的壓力，彷彿國王在某種方式的默認中尋找到了我身上的秘密。\n#我繼續緊握著項鍊，心中充滿了疑惑和好奇。\n#changeImage#隨著國王和公主的隊伍繼續前進，漸行漸遠，我留在原地，看著他們消失在遠方的街道上。我的心中充滿了疑問和好奇，這串紅寶石項鍊似乎是我的指引，但我不知道應該前往何處。\n#changeImage#「你是……?」你一臉疑惑。<br>「你被國王盯上了，現在他派人跟蹤你。不想被抓住的話就跟著我走。」\n#跟著他的步伐，你們離開了人流，到了一條小巷。\n#changeImage#他脫下連帽，「這一屆的繼承人也真是的，連被跟蹤了都不知道。」他抱怨道，然後看著我。<br>「為什麼這一屆的繼承人會出現在這裡？」他語氣有些急促，且帶著些許責備。\n#我向他說明我失去記憶的事情。「嗯......這事情有些奇怪。」他沉思了一會兒。<br>「總之，我們先離開多明尼特吧，這裡不安全。跟我來，我帶你離開這裡。」\n#(你們離開多明尼特)\n#changeImage#你們抵達了一處空地，前方是一大片森林。\n#「就把你送到這裡吧，」他說。「前方就是艾爾夫斯，接下來的旅途必須由你自己走完。去找精靈的部落吧，那裡需要你。」少年說道。<br>「要怎麼去?」你滿頭問號。\n#changeImage#「祝你順利。」留下這句話，隨著幾句咒語響起，他的身影逐漸淡去。\n#changeImage#changeImage#突然，一隻神聖而威嚴的神鹿出現在我的視線中。牠的身軀高大而優雅，銀白色的毛皮閃耀著微光，宛如星空的倒影。神鹿的角如同水晶一樣透明，散發出柔和的光芒，彷彿是由星辰之力所編織而成。\n#牠步履優雅地穿越樹木之間，身旁的花草彷彿為牠讓路，微風輕拂著牠的毛髮。牠是這片樹林的主宰。\n#似是注意到你的注視，牠停下來看著你，目光相遇瞬間，一種溫暖而寧靜的感覺湧上心頭。\n#「我應該跟著他。」即使沒有言語，你卻理解了牠想告訴你的事。\n#跟隨著牠的步伐，一處村落出現在眼前。\n#changeImage#changeImage#一批又一批的精靈被攙扶進村，或缺手斷足，或失去意識，他們無一是完好的走進村子的大門。\n#精靈們來回奔走，忙於安頓受傷的同族。\n#「這是在戰爭嗎?」你疑惑的在心中想著。\n#(你四處走走)\n#changeImage#「請問……」你嘗試向村里的精靈們搭話。<br>他們有些對你視而不見，有些在聽到你的聲音後快速離開。\n#「這裡貌似不怎麼歡迎我。」你默默想著。\n#changeImage#一名手持長矛的精靈衛士朝你走來。\n#他說，「隨我來吧外來者，村長要見你。」<br>你略顯驚訝，但決定跟著他。\n#changeImage#「旅人啊，我想你一定很好奇，傳說中強悍自傲的精靈族，為何會變成現在這個樣子。」\n#changeImage#「曾經，這裡也是一片寧靜淨土，我們無憂無慮的在母樹的庇護下生活著。」\n#changeImage#changeImage#「為何，找我呢?」你好奇問道。\n#changeImage#「因為你胸口的項鍊，」村長將目光轉向窗外，盯著遠處的母樹，沉默良久。\n#她繼續說：「母樹曾向我們說過，當艾爾夫斯陷入困難時，只有一個人能夠解開枯萎者的詛咒，拯救我們的母樹。這個人，被稱為『魔法之選』，擁有一塊與母樹同源的石頭，牠們能夠互相呼應。這塊石頭被鑲嵌在你的項鍊上。」\n#你默默地聆聽著，了解到這責任的分量。村長望著你：「我們需要你的幫助，旅人。只有你能夠召喚母樹的本源力量，擊退枯萎者，恢復我們的村莊的和平。這是一個危險的使命，但也是一個神聖的使命。」\n#「可是，我什麼都不會，失去了過去的記憶，甚至不知道自己究竟是誰……。」你有些無助的說。\n#「別多想，試著專心傾聽。」村長略有深意的說，「你擁有的力量超乎你的想像，尤其是那串項鍊，連我都看不透牠。」\n#看著胸口的項鍊，你心中默默的想：「怎麼所有事情都和你相關啊...。」\n^答應#有些人在交頭接耳。<br>「我們就這樣接受外人的幫助嗎?我們身為偉大的精靈族的自尊呢?」<br>「你忘了那個傳說了嗎?」有人反駁道。\n#「你想說這個人是傳說中的那個人嗎?他根本不像！」他哼了一聲。\n#「傳說中的那個英雄，他的身影高大威猛，肩負著古老的盾牌，背負著傳承的劍刃，閃耀著令人瞠目結舌的光芒。他的盔甲上刻滿了戰役的痕跡，每一道劃痕都是他在無數戰場上奮鬥的見證。而這個人，呆頭呆腦的，又這麼瘦弱，只怕連我的弓都拉不開吧。」他譏笑道。\n#「就......就算是事實，也沒必要講出來吧。」你想著。\n#「我們相信他一次吧，就算不相信他，也要相信母樹的意志吧。」另一人說。\n#changeImage#「感謝你，英勇的旅人，母樹的精神會與你同在。」村長說道。\n#綠色光點隨著他的言語浮現，環繞著你。最後沒入項鍊中。<br>(力量、敏捷、魅力各+3)\n#changeImage#「這已經是第幾批了。」又是一批傷痕累累的隊伍迎面而來。那些都是在前線受重傷的戰士。<br>身邊不時傳來幾聲怒哼，除了對敵人的怒意外，更多的是看見同族被重傷的憤怒。\n#changeImage#聽到了歌聲，你有些失神。\n#「印象中，我也曾聽過這般哀傷的歌聲。」\n#一道聲音在腦中響起：\n#「沒事的，這不是你的錯」\n#瞬間，茫然、無助、愧疚、不解、濃濃的哀傷。諸多情緒襲向我。\n#她，是誰?為何我會感到如此悲傷?\n#似是響應著你的精神變化，項鍊稍稍變熱了些。\n#你繼續跟著隊伍前行。\n^依序前往戰場#changeImage#changeImage#「沒想到已經擴散到這裡了」身旁的精靈衛士驚呼道。隨即加入前線。\n#你看著精靈們魚貫加入戰局，而你卻只能旁觀。<br>你緊緊握住胸口的項鍊，「幫助我。」\n#(難度10,力量)如若失敗，HP-5。\n^戰鬥#\n#你的手被項鍊震了一下。你更用力的抓住項鍊。\n#(難度10,力量)如若失敗，HP-5。\n^戰鬥#\n#(難度10,力量)如若失敗，HP-5。\n^戰鬥#\n#從你口中冒出了幾個陌生的字節。\n#「akvo kirlante frostiganta」\n#changeImage#湖水翻騰起來，氣勢洶洶的撲向成群的枯萎者，將他們沖到了半空中。而後一股寒意襲捲戰場，湖水結凍了，將枯萎者困在其中。\n#你的出現顛覆了戰局。\n^前往下一個戰場#changeImage#你們抵達了擺有精靈雕像的空地。\n#changeImage#(難度10,力量)如若失敗，HP-5。\n^戰鬥#changeImage#\n#\n#changeImage#狂風驟起，將毒霧遠遠吹離我們。隨後變換為滾滾風刃，將枯萎者們撕裂，劃開戰場。\n^前往下一個戰場#changeImage#你們來到了精靈族聖地。<br>然而，綠意不再，應該充滿威嚴的此處已被枯萎者弄得面目全非。\n#看到祖地被這樣踐踏，一同過來的精靈族戰士難掩心中怒意，大聲吶喊後直奔戰場。\n#changeImage#看著眼前的一切，你莫名感到悲傷。<br>「你們甘於被外族如此踐踏嗎?站起來吧，和你們的後輩一起抵抗吧!」握著項鍊，你朝空中吶喊。\n#(難度10,力量)如若失敗，HP-5。\n^戰鬥#\n#「你們不是自詡為高貴種族嗎?你們的自尊呢?隨著生命一同腐爛於泥土中了嗎?」<br>我喊道，「戰鬥吧，如果你們還記得曾經的那份高傲。」\n#(難度10,力量)如若失敗，HP-5。\n^戰鬥#\n#「Alvokante praulajn spiritojn por helpo」\n#一點一點的金光從土地中冒出，沖向了奮勇廝殺的精靈戰士們。他們精神一振，將戰線又往前推進了些。\n#「終於，到最後了。」你知道，即將迎來最後的對戰。\n#changeImage#你們終於來到了母樹樹根，這裡是最後的戰場。\n#盤據此處的枯萎者數量難以估計，即使集合所有的戰士，在面對排山倒海的枯萎者們仍顯無力。<br>大家逐漸疲憊，再也支撐不住戰線了。\n#你抬頭望向母樹，即使如此憔悴，但她的核心仍在穩定的跳動著。\n#changeImage#「你可有聽到你的子民們的聲音，精靈族的母親，你何以忍受的了。」<br>緊握著項鍊，你在心中默念著。\n#(難度10,力量)如若失敗，HP-5。\n^戰鬥#\n#changeImage#無數虛幻的枝條從母樹身上竄出，雖有些虛弱，卻堅定的探向每一位精靈。精靈們身上的傷正一點一點的復原，疲憊感也一掃而空。\n#眾精靈面色驚訝的望向母樹，隨後爆出欣喜的吶喊「是母樹!她在保護著我們。」\n#原先精靈們挫敗的氛圍一掃而散，取而代之的是滿滿的戰意。\n#即使有了母樹的幫助，戰局也只是由劣勢轉為持平而已。\n#「你甘於此嗎?」你再次問道。\n#(難度10,力量)如若失敗，HP-5。\n^戰鬥#\n#你又望向母樹。\n#(難度10,力量)如若失敗，HP-5。\n^戰鬥#\n#(難度10,力量)如若失敗，HP-5。\n^戰鬥#\n#(難度10,力量)如若失敗，HP-5。\n^戰鬥#\n#「kolerega kontraŭatako」。\n#竭盡母樹的能量，最後的驚天一擊擊敗了大部分的枯萎者。\n#changeImage#「母樹雖然傷痕累累，但至少，我們奪回了她。」眾精靈傳唱道。\n#在不久的將來，她的根將再次深入大地，重現以往的光榮。\n#他們慶祝的同時，你默默來到母樹身邊。<br>你知道你有能力修復她，但需要付出一些代價。\n^裝作沒辦法#你站在母樹的樹根旁，感到內心掙扎，但最終，你抽回了手。\n#你不願為了初見的事物犧牲，即便曾一起奮戰。你站在母樹的樹根旁，表現出無奈的表情。\n#changeImage#村長的臉龐顯得沉重，他的眼神充滿了擔憂。他走到我身旁，遙遙指著東方，「也許，你的所有疑問都能從矮人那裡得知。能將具有強大力量的寶石加工成項鍊的，鐵定只有他們。」\n#changeImage#「但是，」村長接著說，「旅人啊，前往矮人的城堡勢必會經過納什--一片險惡的沙漠，而那是一條危險的道路。<br>或許，他們能告訴你更多有關項鍊的信息、找回失去的記憶。又或者，你會在那裡喪命。」\n#「無論是酷熱的陽光或是無情的風沙，任何一項在沙漠裡的事物都能輕易剝奪你的生命。請小心，旅人，我希望你能平安返回，帶著項鍊的真相和你的記憶。」\n#「這是最後給你的祝福。」村長將手置於項鍊上，一股力量透過項鍊傳遍你的全身。<br>(HP+10)\n#「對了，」村長突然想起些什麼，「外圍的小動物們發現，有人在艾爾夫斯外圍徘迴，可能是來追著你來的。」他警告我。\n#「他們，跟到這裡了嗎......」你有些不安。\n#(離開艾爾夫斯)\n#changeImage#你來到了森林的邊界，這裡似是被人用畫筆分出一條明確的界線，線內是滿地綠意，線外是炙熱沙地。你深吸了一口氣，踏過了那條分界線。\n#熱浪迎面而來，提醒著你身處沙漠：一個危機四伏的惡地。只能依著手中的羅盤走著。\n#「聽說，這裡曾不是沙漠。」你耳邊突然響起方才村長的喃喃自語。\n#(由於炙熱的天氣，每隔一段時間會減少一些血量。)\n#changeImage#(HP-2)\n#changeImage#沙地下傳來低沉的震動聲，無數巨大的蠍子從沙堆中浮現。(HP-1)\n#牠們的外骨骼閃著金屬般的光澤，對比著沙漠中的灰沙。\n#這些巨蠍的鉗子鋒利無比，尾巴上帶著毒刺。牠們的眼睛透露著兇猛和敏銳，宛如沙漠中的戰士般威嚴。在陽光的照射下，巨蠍的外殼閃著金屬光芒，使其看起來更加威嚴可怕。\n#在這片歇息的時光中，你可以考慮如何趁著牠們沉靜的時候通過，或者尋找其他安全的路線。然而，必須謹慎行動，因為一旦巨蠍們感受到威脅，牠們將迅速恢復戰鬥狀態。\n^潛行通過(難度21,敏捷)#\n#你不小心被發現了。他們朝你衝來。\n^逃跑(難度13,敏捷)#\n#changeImage#\n#changeImage#突然，天空變得陰霾，沙漠的平靜被瞬間打破。沙塵在風中翻騰，形成一幅混沌而神秘的畫面。<br>風勢迅速增強，帶來了千萬細小的沙粒，如同沙漠的狂妄之舞。\n#沙塵中的風暴向你席捲而來，模糊了視野，使得周遭的景物彷彿在一片濃霧中般隱約可見。你感受到風的咆哮聲，彷彿是沙漠中潛伏的巨獸正在怒吼。沙粒擦過臉龐，帶來一陣刺痛感，你緊緊閉上眼睛，試圖保護自己的視力。\n#在這肆虐的沙暴中，你感到身體受到風沙的輕微割傷，宛如千刀萬箭穿透肌膚。恐慌中，你必須迅速尋找遮風避砂的地方，以免被這場風暴所淹沒。\n#眼前的沙塵漸漸變得濃密，你急切地尋找著，希望能找到一處能夠避風躲沙的石缝或地形高低差，暫時躲過這場自然的狂襲。<br>風暴帶來的沙塵迫使你做出迅速的抉擇，生存的本能推使你不敢停頓，只求能夠在這肆虐的沙塵中找到一絲安全。\n#(HP-2)\n#changeImage#石門矗立，其中一角已然碎裂；門板中間布滿了紋路，雖說有些磨損，但大致線條仍是完整的。\n^靠著#「看這石門的大小，鐵定推不動的。」沿途的勞累已然消耗掉你所有的動力。\n#你伸手抓起項鍊，經過之前的旅途，不知不覺間，你已將這串項鍊視作珍貴之物。你靠著石門，心中升起放棄的念頭。\n#changeImage#似是感應到項鍊的出現，石門晃了晃。幾束光影從紋路間浮出，投影出一幅圖樣。\n#端詳了那幅圖，你苦笑道，「原來，是需要解謎的嗎?」\n#(請依照圖示，選擇你的答案)\n^4#門發出轟隆巨響，你進到了遺跡中。\n#changeImage#你在黑暗的通道中小心翼翼地前行。\n#「匡噹。」你撞到了某個靠著牆角的東西，但周圍太黑了，你辨認不出來這是甚麼。\n#於是你繞過了它，繼續沿著牆壁前行。\n#又走了一段時間，環境變亮了些，你看清了周圍。\n#changeImage#這裡是一個大廳，這裡的屋頂被天花板的裂縫漏下的陽光點亮，散發著微弱的光芒。大廳中的柱子上刻滿了神秘的符號，地面上鋪著古老的石板，隨著你的腳步發出微弱的回音。\n#「這裡，到底發生了什麼事。」你疑惑道。\n#心中莫名刺痛了一下，無來由的。\n#你發現了另一條通道，你沿著它離開這座遺跡。\n#changeImage#即使有羅盤的指引，你依舊迷失了方向。\n#「往高處爬吧，看能不能辨認出正確的方向。」你一邊想著，一邊走向附近最高的沙丘。\n#爬到了最高處，你環顧四週，依稀能看到後方遠處的一小片綠意，「哦，看到森林了。」有了參照物，你也順利辨認出矮人城堡的方向。\n#changeImage#「等等，這是……?」你驚呼出聲。\n#一個巨大深坑坐落在東邊的不遠處，深不見底，彷彿是通往深淵的入口。\n#他的規模之大，是人力無法造成的，但他出現的突兀，與其說是自然形成，更像是人為造成的結果。\n#你回想起沿路走來遇到的事物，越來越覺得這裡不單純。\n#changeImage#在無垠的沙漠中，一位孤獨的流浪商人出現在你的視線中。他背負著一個古老的行囊，布滿沙塵的長袍在風中拂動。他的面容隱藏在一頂寬大的斗篷下，只露出一雙深邃的眼眸。\n#你走近他時，他轉過頭，微微點頭示意。\n#「需要補給品嗎?」他聲音有些沙啞的問道。他的臉上刻滿了時光的痕跡，看起來經歷了無數次的風沙洗禮。沙漠的寂靜中，只有他腳步的輕微聲和風沙的呼嘯。\n^打探消息#你決定向商人打探消息。\n^打聽過去#changeImage#「這裡，曾是最為繁榮、最為多樣的和平之地。」他的眼神看向遠方，似是穿透了時空。\n#「但是，和平並不長久。」說道這，他的神色黯淡了些許，「一天，奈瑟族被不知名的勢力攻擊了，過往的平衡在一瞬間消失。」\n#changeImage#「戰亂四起，和平之地變為最殘酷的戰場，廝殺聲不絕於耳。」他抖了一下。\n#「後來是多明尼特介入，在戰場的中心投下一顆毀滅武器，以絕對暴力之姿平定紛亂。」\n#「雖說和平了，但環境也毀了，再也回不到過去的美好，奈瑟族的蹤跡也成了謎。」他又重重的嘆了口氣。\n#「不提了不提了。」他朝我擺了擺手，結束這個話題。\n^離開#changeImage#向他到過謝，你繼續踏上旅程。\n#(你離開了納什)\n","imagePathForStory":"#Arts/Characters/Node1_Born/alley#Arts/Characters/Node1_Born/necklace#Arts/Characters/Node1_2FirstGuy/guy_on_box#Arts/Characters/Event7_Kids/ball#Arts/Characters/Event7_Kids/kids#Arts/Characters/Street_View/Street_1#Arts/Characters/Event10_BlackRobe/black#Arts/Characters/Street_View/Street_2#Arts/Characters/Event12_DragonJeweler/side_view#Arts/Characters/Event12_DragonJeweler/head_lower#Arts/Characters/Street_View/Street_3#Arts/Characters/Event11_Vendor/represent#Arts/Characters/Node2_KingDemonstration/army_come#Arts/Characters/Node2_KingDemonstration/king#Arts/Characters/Node2_KingDemonstration/princess#Arts/Characters/Node2_KingDemonstration/necklace#Arts/Characters/Node2_KingDemonstration/king#Arts/Characters/Node2_KingDemonstration/army_leave#Arts/Characters/Node3_ToForest/crowd#Arts/Characters/Node3_ToForest/helper#Arts/Characters/ToForest/first#Arts/Characters/ToForest/bag#Arts/Characters/ToForest/first#Arts/Characters/ToForest/deer#Arts/Characters/Village/collapse#Arts/Characters/Entrance/wounded#Arts/Characters/Entrance/disgust#Arts/Characters/Entrance/guard#Arts/Characters/Village/master#Arts/Characters/Village/pastpeace#Arts/Characters/Village/bugattack#Arts/Characters/Village/pastcollapsed#Arts/Characters/Village/windowtree#Arts/Characters/Village/light#Arts/Characters/ToForest/first#Arts/Characters/Others/femaleelf#Arts/Characters/Lake/lake#Arts/Characters/Lake/bug1#Arts/Characters/Lake/iced#Arts/Characters/Statue/statue#Arts/Characters/Statue/poisonfog#Arts/Characters/Statue/bug2#Arts/Characters/Statue/statue#Arts/Characters/Others/ancestor#Arts/Characters/Others/bug3#Arts/Characters/MotherTree/mothertree#Arts/Characters/MotherTree/bugs#Arts/Characters/MotherTree/mothertree#Arts/Characters/MotherTree/cheer#Arts/Characters/Village/master#Arts/Characters/MotherTree/goodbye#Arts/Characters/Background/background1#Arts/Characters/background/background1#Arts/Characters/Surrounding/scorpion#Arts/Characters/background/background2#Arts/Characters/Surrounding/sandstorm#Arts/Characters/Temple/stonedoor3#Arts/Characters/Temple/Q3#Arts/Characters/Temple/hallway#Arts/Characters/Temple/skeleton1#Arts/Characters/Background/background1#Arts/Characters/Surrounding/bighole#Arts/Characters/Surrounding/businessman#Arts/Characters/Surrounding/peace#Arts/Characters/Surrounding/war#Arts/Characters/Background/background2"}