{"folderName":0,"fileName":1,"travelogue":"#changeImage^檢視自身#changeImage^戴起項鍊#你將項鍊戴起，開始打量起四周。\n^離開巷子#changeImage#出了巷子，你看到一個人坐在箱子上休息，看起來是搬箱子的工人。\n#“看你的衣服，你不是王城的人吧?怎麼會從那條巷子裡出來?”他打量一番，說道。<br>“我...我也不知道，我一醒來就在這裡了。”你告訴他你的情況。<br>他又打量了你一陣子，而後擺了擺手。\n#“你可以到布告欄去看看，城裡的大小事都會刊登在那裏。或者你也可以去找衛兵，你瞧，那邊就站著一個，也許他能幫你一些忙。再往前走一段路會看到一間酒吧，也許昨天在那喝太醉了，才會什麼都不記得。或者……如果運氣好的話，你會遇到吟遊詩人，他見多識廣，也許會知道些甚麼。”\n#他隨手拔起路邊的雜草，讓葉片浮在左手掌心，右手手指輕點，雜草隨之翻摺成各種形狀。<br>“你怎麼辦到的?”你驚訝道。\n#“一點小把戲罷了，還不是得在這累的要死不活。”他抱怨道，”好啦，我還要繼續搬這些貨呢，你快去吧。”<br>他搬著箱子離開。\n#(你要前往：)\n^隨意走走#changeImage#看他的打扮像是個巫師，他在路邊鋪了張地毯，幾顆石頭圍成了一個奇怪的圖形，而水晶球被放在中間，他口中唸唸有詞。看起來是個占卜的巫師。”年輕人，你正在迷惘吧?要不要給你一些建議啊?”他突然向我搭話。\n^占卜(難度11,力量)#changeImage#“它怎麼知道?\"我有些吃驚。”你要如何幫我?<br>“過來坐著”依言走了過去。手正要放到水晶球上時，他一把撥開我的手。<br>“怎麼了嗎?” 我問道。<br>他手指搓了搓，”你以為不用代價的嗎?”<br>翻了個白眼，”我是不是誤上了賊船了”掏出口袋中的金幣，交到了占卜師的手上。<br> “嘿嘿，這樣才對嘛”，他滿足的砸了砸嘴。\n#突然間，項鍊發出了一道紅光，射進了水晶球中，原本不穩定的水晶球頓時平靜了下來。水晶球裡映出的是一團紅光，它四周圍繞著數以萬計的生物。<br>\"那是…古老種族們，連傳輸中的種族都有。”占卜師突然說道。”你來頭不小啊。”他的臉色蒼白，看來剛剛的突發事件讓他受了些傷。\n^直接離開#“這...這該不會又是你想敲詐我的詐騙手法吧!我才不會上當呢!”<br>無法理解發生自己身上的事，我驚慌的離開現場。\n#changeImage#在街上隨意的走著。\n#changeImage#當你漫步在王城的街道上，突然經過一間高級的甜點店時，甜點的香氣佔據了整條街道。我停下腳步，透過櫥窗看到店內，發現這個地方是一家華麗的甜點店，裝潢典雅，擺放著各種精緻的點心和甜點。\n#changeImage#店內的貴族們坐在精美的桌子旁，享受著下午茶時光。他們身穿華麗的服飾，戴著頭飾，舉著精緻的茶杯，輕聲交談，優雅地品味著甜點和茶。店內的燭光和花朵裝飾使氛圍顯得格外浪漫。\n#changeImage#店內的甜點櫃展示了各種精緻的點心，如水果塔、巧克力蛋糕、覆盆子夾心餅乾，以及各種口味的茶。甜點師傅們在後廚巧妙地製作這些美食，每一道點心都看起來像藝術品一般。\n^在外頭觀看#changeImage#你站在玻璃外看著貴族們享用，貌似是注意到了你，一些貴族的臉上顯示出鄙視和不滿，開始交頭接耳，其中一名貴族舉手招來了店員，臉色難看的與店員交談。店員姿態低下的連連點頭，隨即開門朝你走來。\n#\"先生，請不要擋在這邊。”他說到。揮手將你趕走。\n#changeImage#在街上隨意的走著。\n#changeImage#陣陣喧嘩聲伴著幾聲驚呼，原來是有個街頭藝人正在進行一場引人注目的魔法表演。\n#changeImage#他站在一個小舞台上，周圍擺滿了好奇的觀眾。他舉起手中的法杖，開始念咒語，一道炫目的火焰噴射而出，形成了壯觀的火焰圈。\n#changeImage#觀眾們歡呼鼓掌，而街頭藝人的表演還在繼續。火焰炸開，變成玫瑰花瓣散落在空中，讓花瓣飄落到觀眾面前，使眾人置身於飛舞的花海中。\n#changeImage#接下來，他伸手一抓，一隻活蹦亂跳的小兔子出現在他的手上，將兔子朝天空一拋，再一彈指，兔子變成了鳥兒，在空中盤旋了一圈後，降落在一個觀看表演的孩子頭上。孩子們的眼睛閃閃發亮，雀躍的又叫又跳。\n#changeImage#街頭藝人的表演充滿驚奇和魔法元素，他不斷讓觀眾驚喜不斷，他的技巧和魔法能力令人嘆為觀止。他在整個表演中娛樂著觀眾，將這個奇幻世界的魔法之美呈現給每一位在場的人。這個奇妙的瞬間讓你感到這個世界的魔法和奇幻之處。\n#changeImage#在街上隨意的走著。\n#changeImage#漫不經心的低頭走著，不小心撞到路人。他披著深色斗篷，臉被被長長的兜帽所遮蓋，只露出一雙深邃的眼睛。\n^道歉#“抱歉抱歉，剛剛分神了。”你朝他道歉。\n#他擺了擺手表示沒事，隨即他又繼續趕路。\n#“他手上的紋身怎麼有些熟悉......。”\n#changeImage#突然，一隊士兵騎著華麗的戰馬出現在街道上，他們穿著華麗的鎧甲，手舉繡有金色帝國標誌的大旗，彷彿在宣示著他們的權威。隨著士兵的到來，人群中掌聲和歡呼聲此起彼落，顯示出這是國王的巡街。\n#隨著國王的馬車出現，整個城市沸騰，人們大喊他的名。”艾德里克! 艾德里克!”\n^詢問一旁的路人#”他是誰啊，怎麼這麼大陣仗?” 他驚訝道：\"你不認識?他是我們的國王：艾德里克。也是聖光的代表者。他的統治維護了這片土地的和平與繁榮。\"\n#你注視著國王，感受到他身上的威嚴和力量。單是他的存在給予了這個城市和國家一份特殊的希望和安全感。\n#changeImage#國王艾德里克坐在華麗的馬車中，身穿一套藍色絲緞長袍，戴著華麗的皇冠。他的頭髮灰白，鬍子修剪整齊，面容中透露出智慧和威嚴。他的眼睛深邃，瞳孔如星辰般閃爍，他的臉上總是帶著一絲溫暖的微笑。艾德里克的存在散發著君王的風采，並讓人感到他是這個國家的堅強領袖。\n#changeImage#坐在國王旁邊的是他的女兒，公主艾莉娜。她有著金髮和湛藍的眼睛，肌膚白皙，她穿著一襲華麗的禮服，上面鑲嵌著寶石和珠寶。她的美麗和優雅令人印象深刻，而她的微笑充滿溫暖和親切。艾莉娜公主是國王的驕傲，也是這個國家的未來。\n#當國王和公主緩緩經過，人們紛紛向他們致意。他們的存在為整個城市帶來了希望和喜悅。\n#據說，公主曾患上了一種嚴重的疾病，她的生命垂危。醫師無能為力，魔法師也束手無策，整個國家陷入了深深的擔憂和絕望之中。\n#國王艾德里克不斷痛苦地祈禱，祈求神能拯救他的女兒，不計代價。他在神壇前跪拜了無數個日夜，一心一意地為公主求情。\n#在第十天的深夜，一道神秘的光芒突然照亮了公主的病房，這光芒似乎有著神奇的醫治力量。公主的病情突然有了好轉，她的臉色變得紅潤，體力逐漸恢復，病症漸漸消失。\n#這一奇蹟引起了人們的驚嘆，他們相信國王的真誠祈禱感動了神明，使公主獲得了重生。這個故事傳遍了整個國家，眾人紛紛讚頌著這偉大的事蹟。\n#changeImage#當我看著國王和公主，心中充滿了欽佩和尊敬，那串紅寶石的項鍊突然輕微地震動，這引起了我的疑惑。我感到這個寶石似乎對他們有某種特殊的共鳴，或者有著隱藏的信息。\n#國王艾德里克坐在華麗的馬車中，臉上掛著微笑，突然轉頭朝我看了一眼，若有所思，似乎他對我身上的紅寶石項鍊產生了興趣。\n#changeImage#國王的目光在我身上停留了片刻，然後他緩緩地移開了視線，繼續觀望前方。這個瞬間讓我感到一陣莫名的壓力，彷彿國王在某種方式的默認中尋找到了我身上的秘密。\n#我繼續緊握著項鍊，心中充滿了疑惑和好奇。\n#changeImage#隨著國王和公主的隊伍繼續前進，漸行漸遠，我留在原地，看著他們消失在遠方的街道上。我的心中充滿了疑問和好奇，這串紅寶石項鍊似乎是我的指引，但我不知道應該前往何處。\n#changeImage#”感覺到好像有個視線一直看我。”你多次回頭，卻都沒有找到視線的來源。<br>觀看國王巡街的人群還未散去，你只能跟隨著人流移動。\n#突然，你感覺到有人抓住你的手，定睛一看，是一個披著長斗篷的少年。”自然點，跟著我，我能幫你甩掉跟蹤的人。”\n#“你是……?”你一臉疑惑。<br>“你被國王盯上了，現在他派人跟蹤你。不想被抓住的話就跟著我走。”\n#跟著他的步伐，你們離開了人流，到了一條小巷。\n#changeImage#他脫下連帽，”這一屆的繼承人也真是的，連被跟蹤了都不知道。”他抱怨道，然後看著我。<br>“為什麼這一屆的繼承人會出現在這裡？”他語氣有些急促，且帶著些許責備。\n#我向他說明我失去記憶的事情。”嗯......這事情有些奇怪。”他沉思了一會兒。<br>“總之，我們先離開王城吧，這裡不安全。跟我來，我帶你離開這裡。”\n#(你們離開王城)\n#","imagePathForStory":"#Arts/Characters/Node1_Born/alley#Arts/Characters/Node1_Born/necklace#Arts/Characters/Node1_2FirstGuy/guy_on_box#Arts/Characters/Event6_Divination/divination#Arts/Characters/Event6_Divination/crystal#Arts/Characters/Street_View/Street_1#Arts/Characters/Event8_Noble/store#Arts/Characters/Event8_Noble/noble#Arts/Characters/Event8_Noble/showcase#Arts/Characters/Event8_Noble/waiter#Arts/Characters/Street_View/Street_2#Arts/Characters/Event9_Actor/magician#Arts/Characters/Event9_Actor/fire#Arts/Characters/Event9_Actor/petal#Arts/Characters/Event9_Actor/bird#Arts/Characters/Event9_Actor/magician#Arts/Characters/Street_View/Street_3#Arts/Characters/Event10_BlackRobe/black#Arts/Characters/Node2_KingDemonstration/army_come#Arts/Characters/Node2_KingDemonstration/king#Arts/Characters/Node2_KingDemonstration/princess#Arts/Characters/Node2_KingDemonstration/necklace#Arts/Characters/Node2_KingDemonstration/king#Arts/Characters/Node2_KingDemonstration/army_leave#Arts/Characters/Node3_ToForest/crowd#Arts/Characters/Node3_ToForest/helper"}