{"folderName":0,"fileName":2,"travelogue":"#changeImage#你們抵達了一處空地，前方是一大片森林。\n#“就把你送到這裡吧，”他說。”接下來的旅途，必須由你自己走完。去找精靈的部落吧，那裡需要你。”少年說道。<br>“要怎麼去?”你滿頭問號。\n#changeImage#“拿著這個”，不理會你的問題，他又遞給你一個小袋子，逕直說道，”裡面裝的是爆炸石，用力丟出去就會爆炸，給你自保用。”<br>“欸不是……”\n#“祝你順利。”留下這句話，隨著幾句咒語響起，他的身影逐漸淡去。\n#“我根本什麼都不記得，能不能交代清楚再離開啊。”你喃喃抱怨道。\n#“是說，易爆物都不用有些防護措施的嗎?”你看著手中的小袋子，有些無語。\n#changeImage#無目的的在森林裡走動，突然聽到一聲尖叫，聲音裡透漏出濃濃的不安。\n^避開#\n#對這裡如此不熟悉，還是先照顧好自己，會有其他人聽到他的求救的吧!\n#changeImage#漫無目的的在森林中漫步。”到底要怎麼找到精靈村啊。”你吶喊到。\n#changeImage#突然，一隻神聖而威嚴的神鹿出現在我的視線中。它的身軀高大而優雅，銀白色的毛皮閃耀著微光，宛如星空的倒影。神鹿的角如同水晶一樣透明，散發出柔和的光芒，彷彿是由星辰之力所編織而成。\n#它步履優雅地穿越樹木之間，身旁的花草彷彿為它讓路，微風輕拂著牠的毛髮。牠是這片樹林的主宰。\n#似是注意到你的注視，他停下來看著你，你感受到牠深邃的眼眸中閃現出一絲責備的神色。這種眼神彷彿能夠窺見你的靈魂，讓你感到一股無形的壓力，彷彿你的某些行為或思維受到了神鹿的審視。\n#他轉過頭，繼續走著。\n#“我應該跟著他。”即使沒有言語，你卻理解了他想告訴我的事。\n#跟隨著她的步伐，一處村落出現在眼前\n#changeImage#(你四處走走)\n#changeImage#本應是住屋的地方，如今有半數是傾倒的狀態。\n#(你四處走走)\n#changeImage#一批又一批的精靈被攙扶進村，或缺手斷足，或失去意識，他們無一是完好的走進村子的大門。\n#精靈們來回奔走，忙於安頓受傷的同族。\n#“這是在戰爭嗎?”你疑惑的在心中想著。\n#changeImage#一名手持長矛的精靈衛士朝你走來。\n#他說，\"隨我來吧外來者，村長要見你。\"<br>你略顯驚訝，但決定跟著他。\n#changeImage#到了村長的家，她起身迎接，眼神充滿了悲傷。\n#“旅人啊，我想你一定很好奇，傳說中強悍自傲的精靈族，為何會變成現在這個樣子。”\n#changeImage#\"曾經，這裡也是一片森林中的寧靜淨土，我們無憂無慮的在母樹的庇護下生活著。\"\n#changeImage#“一天，精靈村莊的寧靜被一種黑暗的預兆打破了。一群蟲子般的怪物降臨到了村莊，我們稱呼它們為「枯萎者」，他們懷著惡意入侵了精靈的神聖聖地，試圖傷害母樹並奪取村莊。\n#即使我們的勇士各個實力強悍，卻仍抵擋不住他們潮水般的侵入。絕望的呼救聲在森林中迴響，我們卻無能為力。\n#changeImage#村民們生活在持續的恐懼之中，永遠不知道枯萎者什麼時候會回來。村民們被入侵的記憶所困擾，惡夢和不眠之夜變得司空見慣。”\n#“為何，找我呢?”你好奇問道。\n#changeImage#“因為你胸口的項鍊，\"村長將目光轉向窗外，盯著遠處的母樹，沉默良久。\n#她繼續說：“母樹曾向我們說過，當森林陷入困難時，只有一個人能夠解開枯萎者的詛咒，拯救我們的母樹。這個人，被稱為『魔法之選』，擁有一塊與母樹同源的石頭，它們能夠互相呼應。這塊石頭被鑲嵌在你的項鍊上。”\n#你默默地聆聽著，了解到這責任的分量。村長望著你：“我們需要你的幫助，旅人。只有你能夠召喚母樹的本源力量，擊退枯萎者，恢復我們的村莊的和平。這是一個危險的使命，但也是一個神聖的使命。”\n#“可是，我什麼都不會，失去了過去的記憶，甚至不知道自己究竟是誰……。”你有些無助的說。\n#“別多想，試著專心傾聽。”村長略有深意的說，”你擁有的力量超乎你的想像，尤其是那串項鍊，連我都看不透它。”\n#看著胸口的項鍊，你心中默默的想：「怎麼所有事情都和你相關啊...。」\n^答應#你感到極度的猶豫和壓力，但最終，還是決定接受這個重要的任務。\n#有些人在交頭接耳。<br>“我們就這樣接受外人的幫助嗎?我們身為偉大的精靈族的自尊呢?”<br>“你忘了那個傳說了嗎?”有人反駁道。\n#“你想說這個人是傳說中的那個人嗎?他根本不像！\"他哼了一聲。\n#\"傳說中的那個英雄，他的身影高大威猛，肩負著古老的盾牌，背負著傳承的劍刃，閃耀著令人瞠目結舌的光芒。他的盔甲上刻滿了戰役的痕跡，每一道劃痕都是他在無數戰場上奮鬥的見證。而這個人，呆頭呆腦的，又這麼瘦弱，只怕連我的弓都拉不開吧。”他譏笑道。\n#“就......就算是事實，也沒必要講出來吧。”你想著。\n#“我們相信他一次吧，就算不相信他，也要相信母樹的意志吧。”另一人說。\n#changeImage#“感謝你，英勇的旅人，母樹的精神會與你同在。”村長說道。\n#綠色光點隨著他的言語浮現，環繞著你。最後沒入項鍊中。\n#村長神色有些驚訝，隨即露出了然的表情。\n#“這已經是第幾批了。”又是一批傷痕累累的隊伍迎面而來。那些都是在前線受重傷的戰士。<br>身邊不時傳來幾聲怒哼，除了對敵人的怒意外，更多的是看見同族被重傷的憤怒。\n#changeImage#哀傷的精靈坐在樹梢上，她歌唱著，頌唱出對傷兵們的不捨，還有對前線戰士的祝福。\n#聽到了歌聲，你有些失神。\n#“印象中，我也曾聽過這般哀傷的歌聲。”\n#一道聲音在腦中響起：\n#“沒事的，這不是你的錯”\n#瞬間，茫然、無助、愧疚、不解、濃濃的哀傷。諸多情緒襲向我。\n#她，是誰?為何我會感到如此悲傷?\n#似是響應著你的精神變化，項鍊稍稍變熱了些。\n#你繼續跟著隊伍前行。\n^直奔母樹#changeImage#你們終於來到了母樹樹根，這裡是最後的戰場。\n#盤據此處的枯萎者數量難以估計，即使集合所有的戰士，在面對排山倒海的枯萎者們仍顯無力。<br>大家逐漸疲憊，再也支撐不住戰線了。\n#你抬頭望向母樹，即使如此憔悴，但她的核心仍在穩定的跳動著。\n#“你可有聽到你的子民們的聲音，精靈族的母親，你何以忍受的了。”<br>緊握著項鍊，你在心中默念著。\n^(難度15,力量)#\n#你再次堅定的抬頭望向母樹。\n^(難度15,力量)#\n^(難度15,力量)#\n#你再次堅定的抬頭望向母樹。\n^(難度15,力量)#\n#你再次堅定的抬頭望向母樹。\n^(難度15,力量)#\n#你再次堅定的抬頭望向母樹。\n^(難度15,力量)#\n#你再次堅定的抬頭望向母樹。\n^(難度15,力量)#\n#\"protekti homojn\"\n#無數虛幻的枝條從母樹身上竄出，雖有些虛弱，卻堅定的探向每一位精靈。精靈們身上的傷正一點一點的復原，疲憊感也一掃而空。\n#眾精靈面色驚訝的望向母樹，隨後爆出欣喜的吶喊”是母樹!她在保護著我們。”\n#原先精靈們挫敗的氛圍一掃而散，取而代之的是滿滿的戰意。\n#即使有了母樹的幫助，戰局也只是由劣勢轉為持平而已。\n#“你甘於此嗎?”你再次問道。\n^(難度15,力量)#\n#你又望向母樹。\n^(難度15,力量)#\n#\"kolerega kontraŭatako\"。\n#竭盡母樹的能量，最後的驚天一擊擊敗了大部分的枯萎者。\n#changeImage#枯萎者們撤退了，精靈村莊恢復了和平。\n#“母樹雖然傷痕累累，但至少，我們奪回了她。”眾精靈傳唱道。\n#在不久的將來，它的根將再次深入大地，重現以往的光榮。\n#他們慶祝的同時，你默默來到母樹身邊。<br>你知道你有能力修復它。\n^修復#你站在母樹的樹根旁，專注地將許願之力集中在手中。這股神秘的力量湧現而出，你感到自己正逐漸虛弱，但你仍未停手。你的手指輕觸著母樹的樹根，你開始傳送這份力量到母樹的身體中。\n#母樹的樹皮開始變得有光澤，她的葉子重新生機勃發，而根部的損傷也逐漸痊癒。你不停地將許願之力注入母樹，犧牲自己的生命力以換取她的康復。\n#最後，當你感覺自己幾乎虛脫時，母樹的傷勢得以修復，她重新恢復了生機和力量。你倒在她的樹根旁，感到疲憊不堪，但也充滿了滿足感。你的奉獻和許願之力成功拯救了母樹，為精靈村莊帶來了和平和希望。\n#changeImage#方才，你已經告訴了村長你在王城的經歷，包含那個帶你過來的少年。\n#村長的臉龐顯得沉重，她的眼神充滿了擔憂。她走到我身旁，遙遙指著東方，\"也許，你的所有疑問都能從矮人那裡得知。能將具有強大力量的寶石加工成項鍊的，鐵定只有他們。\"\n#changeImage#\"但是，\"村長接著說，\"旅人啊，前往矮人的城堡勢必會經過沙漠，而那是一條危險的道路。<br>或許，他們能告訴你更多有關項鍊的信息、找回失去的記憶。又或者，你會在那裡喪命。\"\n#\"無論是酷熱的陽光或是無情的風沙，任何一項在沙漠裡的事物都能輕易剝奪你的生命。請小心，旅人，我希望你能平安返回，帶著項鍊的真相和你的記憶。”\n#\"對了，\"村長突然想起些什麼，\"外圍的小動物們發現，有人在森林外圍徘迴，可能是來追著你來的。\"他警告我。\n#\"他們，跟到這裡了嗎......\"你有些不安。\n#(離開森林)\n#","imagePathForStory":"#Arts/Characters/ToForest/first#Arts/Characters/ToForest/bag#Arts/Characters/ToForest/first#Arts/Characters/ToForest/first#Arts/Characters/ToForest/deer#Arts/Characters/Village/collapse#Arts/Characters/Village/collapse#Arts/Characters/Entrance/wounded#Arts/Characters/Entrance/guard#Arts/Characters/Village/master#Arts/Characters/Village/pastpeace#Arts/Characters/Village/bugattack#Arts/Characters/Village/pastcollapsed#Arts/Characters/Village/windowtree#Arts/Characters/Village/light#Arts/Characters/Others/femaleelf#Arts/Characters/MotherTree/mothertree#Arts/Characters/MotherTree/cheer#Arts/Characters/Village/master#Arts/Characters/MotherTree/goodbye"}