{"folderName":0,"fileName":3,"travelogue":"#changeImage#你來到了森林的邊界，這裡似是被人用畫筆分出一條明確的界線，線內是滿地綠意，線外是炙熱沙地。你深吸了一口氣，踏過了那條分界線。\n#熱浪迎面而來，提醒著你身處沙漠：一個危機四伏的惡地。只能依著手中的羅盤走著。\n#“聽說，這裡曾不是沙漠。”你耳邊突然響起方才村長的喃喃自語。\n#(由於炙熱的天氣，每隔一段時間會減少一些血量。)\n#changeImage#changeImage#沙地下傳來低沉的震動聲，無數巨大的蠍子從沙堆中浮現。\n#牠們的外骨骼閃著金屬般的光澤，對比著沙漠中的灰沙。\n#這些巨蠍的鉗子鋒利無比，尾巴上帶著毒刺。牠們的眼睛透露著兇猛和敏銳，宛如沙漠中的戰士般威嚴。在陽光的照射下，巨蠍的外殼閃著金屬光芒，使其看起來更加威嚴可怕。\n#在這片歇息的時光中，你可以考慮如何趁著牠們沉靜的時候通過，或者尋找其他安全的路線。然而，必須謹慎行動，因為一旦巨蠍們感受到威脅，牠們將迅速恢復戰鬥狀態。\n^潛行通過(難度21,敏捷)#\n#你不小心被發現了。他們朝你衝來。\n^逃跑(難度13,敏捷)#\n#你成功逃脫。\n#changeImage#changeImage#突然，天空變得陰霾，沙漠的平靜被瞬間打破。沙塵在風中翻騰，形成一幅混沌而神秘的畫面。<br>風勢迅速增強，帶來了千萬細小的沙粒，如同沙漠的狂妄之舞。\n#沙塵中的風暴向你席捲而來，模糊了視野，使得周遭的景物彷彿在一片濃霧中般隱約可見。你感受到風的咆哮聲，彷彿是沙漠中潛伏的巨獸正在怒吼。沙粒擦過臉龐，帶來一陣刺痛感，你緊緊閉上眼睛，試圖保護自己的視力。\n#在這肆虐的沙暴中，你感到身體受到風沙的輕微割傷，宛如千刀萬箭穿透肌膚。恐慌中，你必須迅速尋找遮風避砂的地方，以免被這場風暴所淹沒。\n#眼前的沙塵漸漸變得濃密，你急切地尋找著，希望能找到一處能夠避風躲沙的石缝或地形高低差，暫時躲過這場自然的狂襲。<br>風暴帶來的沙塵迫使你做出迅速的抉擇，生存的本能推使你不敢停頓，只求能夠在這肆虐的沙塵中找到一絲安全。\n#changeImage#石門矗立，門板中間布滿了紋路，雖說有些磨損，但大致線條仍是完整的。\n^嘗試推開(難度21,力量)#你嘗試推開這扇門。\n#\n#門發出轟隆巨響，你進到了遺跡中。\n#changeImage#這裡漆黑一片，你小心翼翼地貼著牆行走，雖然看得不是很清楚，但仍能辨認出這是一條單向的通道。\n#走了一段時間，環境變亮了些，你看清了周圍。\n#changeImage#這裡是一個大廳，這裡的屋頂被天花板的裂縫漏下的陽光點亮，散發著微弱的光芒。大廳中的柱子上刻滿了神秘的符號，地面上鋪著古老的石板，隨著你的腳步發出微弱的回音。\n#牆上，一幅幅壁畫展列，述說著曾經的輝煌。\n#畫面的中心，一顆瑰麗的石頭閃耀著光芒，它是許願石，是由神的眼睛製成的。\n#神將這顆石頭賦予了被選定的種族—奈瑟族，並交付他們\"幫助世人\"的使命，同時，為了避免它被不當使用，這個種族的人也被加諸了另一項限制：不能傷害生物\n#奈瑟族人謹記神託付的使命，展開了他們的冒險，他們遊走於世界的各個角落。\n#在他們的付出下，世界逐漸變得美好，和平與繁榮在他們的引導下綻放，奈瑟族的傳說也散布到了各個角落。\n#看著這些壁畫，你感到有些熟悉。似是，你曾見證過這一切。\n#你發現了另一條通道，你沿著它離開這座遺跡。\n#changeImage#即使有羅盤的指引，你依舊迷失了方向。\n#“往高處爬吧，看能不能辨認出正確的方向。”你一邊想著，一邊走向附近最高的沙丘。\n#爬到了最高處，你環顧四週，依稀能看到後方遠處的一小片綠意，”哦，看到森林了。”有了參照物，你也順利辨認出矮人城堡的方向。\n#changeImage#“等等，這是……?”你驚呼出聲。\n#一個巨大深坑坐落在東邊的不遠處，深不見底，彷彿是通往深淵的入口。\n#他的規模之大，是人力無法造成的，但他出現的突兀，與其說是自然形成，更像是人為造成的結果。\n#你回想起沿路走來遇到的事物，越來越覺得這裡不單純。\n#changeImage#在無垠的沙漠中，一位孤獨的流浪商人出現在你的視線中。他背負著一個古老的行囊，布滿沙塵的長袍在風中拂動。他的面容隱藏在一頂寬大的斗篷下，只露出一雙深邃的眼眸。\n#你走近他時，他轉過頭，微微點頭示意。\n#“需要補給品嗎?”他聲音有些沙啞的問道。他的臉上刻滿了時光的痕跡，看起來經歷了無數次的風沙洗禮。沙漠的寂靜中，只有他腳步的輕微聲和風沙的呼嘯。\n^購買#流浪商人的攤位上擺滿了各種生存於沙漠的必需品。首先，你注意到他的水囊，裝滿了清澈的淡水，這在沙漠中是無價之寶。旁邊擺放著裝滿各式乾糧和乾果的袋子，作為長時間旅行的糧食選擇。\n#此外，他還提供各種防風道具，如厚實的頭巾、風沙罩，以及能夠抵禦太陽灼熱的長袍。這些物品簡單而實用，是在沙漠中生存不可或缺的裝備。\n#流浪商人靜靜地站在攤位前，等待著你的選擇。他的眼中透露著經驗豐富的眼光，仿佛他能夠理解你在這片廣袤的沙漠中所需的一切。\n^藥水(可以增加各項基礎數值)#changeImage#\n^力量藥水(+2)$20#changeImage#\n#\"你的錢不夠了，要換一件商品嗎?\"商人問道。\n^藥水(可以增加各項基礎數值)#changeImage#\n^敏捷藥水(+2)$20#changeImage#\n#\"你的錢不夠了，要換一件商品嗎?\"商人問道。\n^查看其他選項^購買#changeImage^食物(恢復血量)$10#changeImage#\n#\"你的錢不夠了，要換一件商品嗎?\"商人問道。\n^查看其他選項#你詢問商人有沒有其他選擇。\n^打探消息#changeImage#你決定向商人打探消息。\n^離開#changeImage#\"朝這個方向走，大概再半天就能看到矮人的城堡了。\"商人指向北方。\n#向他到過謝，你繼續踏上旅程。\n#(你離開了沙漠)\n#","imagePathForStory":"#Arts/Characters/Background/background1#Arts/Characters/background/background1#Arts/Characters/Surrounding/scorpion#Arts/Characters/background/background2#Arts/Characters/Surrounding/sandstorm#Arts/Characters/Temple/stonedoor1#Arts/Characters/Temple/hallway#Arts/Characters/Temple/wall#Arts/Characters/Background/background1#Arts/Characters/Surrounding/bighole#Arts/Characters/Surrounding/businessman#Arts/Characters/Surrounding/businessman#Arts/Characters/Surrounding/potion_strength#Arts/Characters/Surrounding/businessman#Arts/Characters/Surrounding/potion_agility#Arts/Characters/Surrounding/businessman#Arts/Characters/Surrounding/food#Arts/Characters/Surrounding/businessman#Arts/Characters/Background/background2"}