{"fileName":1,"travelogue":"#changeImage#當我醒來時，發現自己躺在一個狹窄陰暗的小巷弄裡。<br>”這裡是……?”\n#我感到一陣混亂。緩慢起身，晃了晃腦袋，試圖理清現在的情況。\n#^環顧周圍#changeImage#這個地方對我來說是完全陌生的，如同迷宮般的小巷向四周延伸，高聳的牆壁阻擋了大部分的日光，牆壁的縫隙間充滿了苔蘚，能感受到這裡的溼氣頗重。遠處似乎有個市集，依稀能聽到模糊的喧鬧聲。\n^檢視自己#changeImage#摸了摸自身，在褲子的口袋中發現幾枚陳舊的銅幣。”至少我待會能填飽肚子。”<br>更令我感到驚奇的是，從上衣的口袋中，我找到了一串項鍊！上面鑲嵌著一顆巨大的紅寶石。這個紅寶石散發著深紅色的光芒，閃爍著神秘的魅力。我不禁猜想這個寶石的價值和來歷。<br>”為何他會出現在我身上?”\n^放進口袋#我決定將手中的項鍊輕輕放進口袋中，這樣可以隨時取出來查看，同時也不必讓項鍊引起他人的注意。緩了一陣子，儘管仍然對自己失去記憶感到困惑，但心情總算稍稍平靜了些。\n#changeImage#以為將項鍊放進口袋中可以保持低調。然而，在這個陌生的巷子中，他早已被一個狡猾的小偷盯上了。當主角感到一陣涼風掠過身旁時，他立刻明白發生了什麼。<br>小偷在錯身的一瞬間巧妙地偷走了主角的項鍊，而後加速離去，轉眼間便消失在轉角。我連忙跟了上去，不僅是為了追回項鍊，更是為了保護他唯一的線索。\n#changeImage^離開#我感到一陣不安，不確定小偷遇到了什麼，匆匆忙忙離開了巷子。\n#changeImage#當我漫步在這個奇幻世界的街道上，目光不斷游移，發現了一個令人注意的攤位。攤位上擺滿了各種神秘的物品和魔法用品，閃閃發光的珠寶、古老的魔法卷軸和裝飾華麗的魔杖。這個攤位前站著一位年長的小販，他的眼角有著皺紋，但他的眼睛充滿了熱情和活力。他穿著一件色彩繽紛的長袍，上面飾著奇特的符號和紋飾，讓人聯想到古老的巫術師。他的手上佩戴著各種戒指，每個都閃閃發光，似乎都有著自己的故事。\n^護腕#changeImage^卷軸#changeImage^珠寶#changeImage^購買#changeImage#(選擇購買哪個)\n^護腕#changeImage#(我掏了掏口袋，發現錢不夠。)<br>我謹慎地看向這位熱情的小販，對他的慷慨表示感謝，然後輕聲詢問：“先生，我對這個卷軸非常感興趣，但我的銅幣不夠支付它的全額價格。您是否能夠給我一個小小的折扣，以便我能夠購得它？”\n#\n#老闆委婉地說：\"對不起，我們這裡的價格都是固定的，無法進一步打折。這裡的每一件物品都很特殊。\"<br>\"但我真的非常渴望擁有它。是否有其他方式可以讓我購得它，或者您可以提供一些附加的物品或服務？\"<br>\"我理解你對這個魔法護腕的興趣，但它的價格已經是我可以提供的最優惠價格了。我希望你能夠理解，我也有成本和生計要維持。\n#(選擇購買哪個)\n^離開#changeImage#\n#changeImage^道歉#“抱歉抱歉，剛剛分神了。”我朝他道歉。<br>他擺了擺手表示沒事，隨即他又繼續趕路。<br>“他手上的紋身怎麼有些熟悉......。”我想著。\n#changeImage#突然，一隊士兵騎著華麗的戰馬出現在街道上，他們穿著華麗的鎧甲，手舉繡有金色帝國標誌的大旗，彷彿在宣示著他們的權威。隨著士兵的到來，人群中掌聲和歡呼聲此起彼落，顯示出這是國王的巡街。<br>隨著國王的馬車出現，整個城市沸騰，人們紛紛向他致意，並希望他的風采能為城市帶來好運。\n#我好奇的詢問一旁的路人：”他是誰啊，怎麼這麼大陣仗?” 他說：\"這位國王是艾爾德里亞的統治者，他的名字是艾德里克，聖光的代表者。他的統治維護了這片土地的和平與繁榮。\"<br>我看向國王，感受到他身上的威嚴和力量。單是他的存在給予了這個城市和國家一份特殊的希望和安全感。\n#changeImage#國王艾德里克坐在華麗的馬車中，身穿一套藍色絲緞長袍，戴著華麗的皇冠。他的頭髮灰白，鬍子修剪整齊，面容中透露出智慧和威嚴。他的眼睛深邃，瞳孔如星辰般閃爍，他的臉上總是帶著一絲溫暖的微笑。艾德里克的存在散發著君王的風采，並讓人感到他是這個國家的堅強領袖。\n#changeImage#坐在國王旁邊的是他的女兒，公主艾莉娜。她有著金髮和湛藍的眼睛，肌膚白皙，她穿著一襲華麗的禮服，上面鑲嵌著寶石和珠寶。她的美麗和優雅令人印象深刻，而她的微笑充滿溫暖和親切。艾莉娜公主是國王的驕傲，也是這個國家的未來。\n#changeImage#當國王和公主緩緩經過，人們紛紛向他們致意，並祝願他們平安和幸福。國王艾德里克和公主艾莉娜的出現為整個城市帶來了希望和喜悅，他們是這個奇幻世界中的優秀領袖，為人們的生活和未來帶來了光明。\n#人們在國王和公主的巡街過程中議論紛紛，其中一個令人印象深刻的故事是關於公主艾莉娜的生死經歷。<br>據說一段時間前，公主患上了一種嚴重的疾病，她的生命垂危。醫師無能為力，魔法師也束手無策，整個國家陷入了深深的擔憂和絕望之中。\n#國王艾德里克不斷痛苦地祈禱，他的祈禱充滿了真誠和悲痛，他祈求神明拯救他的女兒，不計代價。他在神壇前度過了無數個日夜，一心一意地為公主祈禱。<br>一道神秘的光芒突然照亮了公主的病房，這光芒似乎有著神奇的醫治力量。公主的病情突然有了好轉，她的臉色變得紅潤，體力逐漸恢復，病症漸漸消失。\n#這一奇蹟引起了人們的驚嘆，他們相信國王的真誠祈禱感動了神明，使公主獲得了重生。這個故事傳遍了整個國家，成為一個激勵人心的傳說，強調了國王和公主之間的深厚的親情和他們對國家的奉獻。<br>當人們看著國王和公主經過時，他們對這個故事深感敬佩，相信這個國家的繁榮和幸福是建立在真誠、愛與奉獻之上的。國王和公主的巡街成為了一場感恩和慶祝的盛宴，為國家帶來了歡樂和希望。\n#當我看著國王和公主，心中充滿了欽佩和尊敬，那串紅寶石的項鍊突然輕微地震動，這引起了我的疑惑。我感到這個寶石似乎對他們有某種特殊的共鳴，或者有著隱藏的信息。\n#當國王艾德里克坐在華麗的馬車中，臉上掛著微笑，突然轉頭朝我看了一眼，若有所思，仿佛在尋找著某個答案。我感到有一陣深邃的目光掃視過我，似乎他對我身上的紅寶石項鍊產生了興趣。<br>國王的目光在我身上停留了片刻，然後他緩緩地移開了視線，繼續觀望前方。這個瞬間讓我感到一陣莫名的壓力，彷彿國王在某種方式的默認中尋找到了我身上的秘密。\n#changeImage#我緊握著項鍊，心中充滿了疑惑和好奇。<br>國王和公主的隊伍繼續前進，漸行漸遠，我留在原地，看著他們消失在遠方的街道上。我的心中充滿了疑問和好奇，這串紅寶石項鍊似乎是我的指引，但我不知道應該前往何處。\n#changeImage^離開#我離開了酒吧。\n#changeImage#突然一顆皮球從巷子裡被扔了出來，砸到了我的頭上，讓我感到驚訝。\n#changeImage#我摸著被球擊中的頭，緩緩轉身，發現幾個好奇的小孩探頭出來，他們看起來非常年輕，充滿了童真和好奇。他們探出頭，充滿期待地看著我，示意我把球扔回給他們。\n^拋回去#我把球拋向他們，他們接住球後開心地笑了起來，然後轉身回到巷子裡，繼續他們的遊戲。這個突如其來的互動讓我感到這個奇幻世界充滿了生機和友好的氛圍，小孩們的快樂也讓我感到心情愉快。\n#changeImage^To forest#going to the forest!!!\n","imagePathForStory":"#Arts/Characters/Node1(Born)/alley#Arts/Characters/Node1(Born)/alley#Arts/Characters/Node1(Born)/necklace#Arts/Characters/Node1(Born)/thief_stand#Arts/Characters/Node1(Born)/thief_fall#Arts/Characters/Event4(Street Vendor(X))/represent#Arts/Characters/Event4(Street Vendor(X))/wristband#Arts/Characters/Event4(Street Vendor(X))/reel#Arts/Characters/Event4(Street Vendor(X))/germ#Arts/Characters/Event4(Street Vendor(X))/represent#Arts/Characters/Event4(Street Vendor(X))/wristband#Arts/Characters/Event4(Street Vendor(X))/represent#Arts/Characters/Event10(The Mystery Person)/black#Arts/Characters/Node2(KingDemonstration)/army_come#Arts/Characters/Node2(KingDemonstration)/king#Arts/Characters/Node2(KingDemonstration)/princess#Arts/Characters/Node2(KingDemonstration)/army_come#Arts/Characters/Node2(KingDemonstration)/army_leave#Arts/Characters/Event2(Bar)/bar#Arts/Characters/Event7(KidsPlayingBall)/ball#Arts/Characters/Event7(KidsPlayingBall)/kids#Arts/Characters/Node1(Born)/necklace"}